
/* conjunction to end a compound sentence */
" and" = " and";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "\"%@\" 已经在使用中。";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<New Account>";

/* No comment provided by engineer. */
"Account:" = "Account:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Action:";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Add an action for the selected event";

/* No comment provided by engineer. */
"Auto-Connect on Launch" = "Auto-Connect on Launch";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* Cancel current account activity prefix */
"Cancel: %@" = "Cancel: %@";

/* No comment provided by engineer. */
"Cannot open sound set" = "Cannot open sound set";

/* No comment provided by engineer. */
"Clear" = "Clear";

/* No comment provided by engineer. */
"Configure the selected action" = "Configure the selected action";

/* Connect account prefix */
"Connect: %@" = "Connect: %@";

/* New contact alert pane */
"Delete after event occurs" = "Delete after event occurs";

/* No comment provided by engineer. */
"Delete Event?" = "Delete Event?";

/* Disconnect account prefix */
"Disconnect: %@" = "Disconnect: %@";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* Label besides the encryption preference menu */
"Encryption:" = "Encryption:";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Event:";

/* No comment provided by engineer. */
"Idle" = "Idle";

/* No comment provided by engineer. */
"Invalid status icon pack" = "Invalid status icon pack";

/* No comment provided by engineer. */
"Join" = "Join";

/* No comment provided by engineer. */
"Join Chat" = "Join Chat";

/* Text of the typing preference checkbox in the account preferneces */
"Let others know when you are typing" = "Let others know when you are typing";

/* No comment provided by engineer. */
"Meta" = "Meta";

/* No comment provided by engineer. */
"New Alert" = "New Alert";

/* No comment provided by engineer. */
"No compatible accounts connected" = "No compatible accounts connected";

/* No comment provided by engineer. */
"OK" = "OK";

/* Label for the password field in the account preferences */
"Password:" = "Password:";

/* No comment provided by engineer. */
"Remove the %i actions associated with this event?" = "Remove the %i actions associated with this event?";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Remove the selected action(s)";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "Sound set upgrade failed";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from adiumxtras.com, please contact its author. Your status icon setting will be restored to the default." = "被安装在 \"%2$@\" 的已被激活的状态图标包 \"%1$@\" 是无效的。它丢失了需要的状态图标\"%3$@\"。如果你是从 adiumxtras.com 收到这图标包，请联系其作者。你的状态图标设置将被恢复成为缺省。";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "The characters you're entering are not valid for an account name on this service.";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "The sound set %1$@ is version %2$i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium.";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %1$@ located at %2$@. It has been disabled.";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "Typing:";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"User Name" = "User Name";
